{"activations":[],"pohStatus":true,"openBlockScore":15949,"lxpBalance":"0","lxpLBalance":"0","proposals":[{"id":"2456373749457356246","onchainId":"260","chainId":"eip155:1","votableChains":[],"createdAt":"2024-11-08T03:36:09.541934Z","l1ChainId":"","originalId":null,"quorum":"734","status":"active","metadata":{"title":"# Lil Nounsvitational Afterparty in NYC! ⌐◨-◨","description":"# Lil Nounsvitational Afterparty in NYC! ⌐◨-◨\n\n![Cover](https://i.postimg.cc/2yjXRSmV/Cover-Lil-Nouns.png)\n\n---\n\n### Overview\n\nWe propose hosting a Lil Nouns-sponsored afterparty at the Nounsvitational in Brooklyn, NYC, on December 8, 2024. Additionally, we plan to establish Lil Nouns YouTube channel to showcase the afterparty and all related content.\n\n  **Location:** BrookLAN LAN Center  **Event Dates:** December 7th & 8th  **Budget:**  3 ETH **Team:** Ohan & The Nounsvitational Team\n\n---\n\n### Nounsvitational Overview\n\nNounsvitational 2025 serves as both the conclusion to our Nounish year in Smash but also the last event under Prop 241 of Lils sponsoring two top tier Smash players. Let us celebrate this momentous ending to our year with a fully mapped out Lil Nouns post event.\n\n### What to Expect\n\n**1. A Fully Streamed Event:** Following the conclusion of the main event, we propose two hours of gameplay and content, live-streamed with a custom Lil Nouns graphics package and a lineup of exciting events. Additionally, we'll develop a custom Lil Nouns Melee mod pack, similar to the one featured at Nouns Fest last month.\n\n**2. Lil Smashers:** Introducing an all-new Smash event! Eight Lil Noun holders will team up with eight of the world’s top Smash players to form dynamic duos. Together, they’ll compete in a bracket, with the pro players coaching and guiding their Lil Smashers to victory. The bracket will offer prizes at every placement and will be streamed live, complete with real-time commentary to keep the hype alive!\n\n**3. Food & Drink:** Lil Noun holders and event VIPs will receive complimentary beverages and meals through drink and meal tickets, redeemable at the in-venue bar at BrookLAN.\n\n![TF4-111](https://hackmd.io/_uploads/H1wGnTcWkl.jpg)\n\n### Lil Nouns Content\n\nOver the past few months, the Lil Nouns esports team has been gearing up for our major events this quarter: Don’t Park on the Grass and The Nounsvitational. We are requesting a modest budget to establish a dedicated hub for Lil Nouns esports content and to record the first episodes of our new content series. Additionally, a Lil Nouns Mint board will be created to showcase all photos and media from these events.\n\n![SYG-E-079](https://hackmd.io/_uploads/ByLTiT5Zyx.jpg)\n\n### Budget Breakdown\n\n-Lil Smashers 1 ETH\n\n-Party Festivities 1 ETH\n\nDrink Tickets & Food \n\nGoodie Bags for Lil Nouns Token Holders\n\nNoggles for event attendees\n\n-Staffing and Production 0.5 ETH\n\nTwo Hours worth of production staff\n\nPhotography\n\nCustom Lil Nouns Overlay for the Stream\n\n-Custom Lil Nouns Melee Skin pack 0.25 ETH \n\n-Lil Nouns Content for the new Lil Nouns Youtube 0.25 ETH\n\nVideo Editing \n\nEquipment Rental","eta":null,"ipfsHash":null,"previousEnd":null,"timelockId":null,"txHash":"0x3bcc9036796475530388b506e33736f408856195addd69ab8e78f067f476282d","discourseURL":null,"snapshotURL":null},"end":{"id":"eip155:1:21173115","timestamp":"2024-11-12T17:21:47Z"},"start":{"id":"eip155:1:21153405","timestamp":"2024-11-09T23:32:35Z"}},{"id":"2455611446248080980","onchainId":"259","chainId":"eip155:1","votableChains":[],"createdAt":"2024-11-07T02:21:35.913089Z","l1ChainId":"","originalId":null,"quorum":"734","status":"active","metadata":{"title":"# Forest Fire Rehabilitation","description":"# Forest Fire Rehabilitation\n\n**TL;DR**\n\nThis project helps in resolving the global issue of Carbon Emission and Climate Change by rehabilitating the land affected by forest fire, which is also the major stakeholder in Carbon Emission. Although it is carried out in Nepal, its positive impact will be worldwide as atmosphere has no any boundary.\n\n# Vision\n\nTo reduce carbon footprint by reducing Forest Fire and rehabilitating the burnt area of Nepal's Forest.\n\n# Goal\n\n- To restore the ecosystem and biodiversity of burnt area of forest. \n- To minimize forest fire and its effect by empowering locals and CFUGs (Community Forest User Groups). \n\n# Brief Explanation of the Process.\n\nFirst step is identification of burned (burnt) areas due to forest fire which is done by analyzing satellite images (like Sentinel 2) by the help of GIS tools. Once the fire affected area is identified we classify those areas according to districts and prepare a map of it. Then we will contact respective District Forest Offices (DFO) and locals for facilitation and with coordination of DFOs, Community Forest User Group (CFUGs) we survey those areas and start rehabilitation activities based on Burn Severity Level. Activities includes:\n\n- Ground Truthing (survey) \n- Seed sowing / Afforestation, \n- Preparation, Distribution and Protection of Seedlings and Saplings, \n- Establishment of Forest Line and Controlled Burning, \n- Training Community on how to tackle forest fire at early stage, \n- Forest Inventory and Management Activities, \n- Conduct awareness program to reduce human-wildlife conflicts (to minimize human induced forest fire as a retaliation to wildlife) \n\n# Framework\n\nAs our mission is to reduce carbon emissions by restoring the vegetation that is destroyed by fire which not only increases carbon stock, flourishes biodiversity, and enhances greenery but also empowers the locals. So, it requires proper planning and resources which is the reason we divided the whole process into 4 various phases which are:\n\n## Phase I\n\nPreparation of forest fire Map of Chure Region and ground truthing of obtained result. Chure Area, also known as newer himalaya is the most fragile landscape of Nepal. This region consists of 37 districts.\n\n![T2](https://hackmd.io/_uploads/SyCfXg2gkl.png)\n![oo2](https://hackmd.io/_uploads/B143qk2x1l.jpg)\n![District Vs Burnt Area](https://hackmd.io/_uploads/ryE3qy3ekx.png)\n\n## Phase II\n\nRehabilitation of burnt areas by planting high value species with coordination and cooperation of Government, and Locals; inducing Progressive Succession in case of forest land whereas retrogressive succession in case of grassland.\n\n![IMG_20220101_154246](https://hackmd.io/_uploads/Hkft0kheyl.jpg)\n![IMG_20220504_143816](https://hackmd.io/_uploads/BytgllheJg.jpg)\n![IMG-20240813-WA0014](https://hackmd.io/_uploads/ryp-0J2xJg.jpg)\n![IMG_20240813_214147 (2) (1)](https://hackmd.io/_uploads/HkFpeenekg.jpg)\n![IMG_20220503_123326](https://hackmd.io/_uploads/H1_Rexhx1l.jpg)\n![IMG_20210416_113459](https://hackmd.io/_uploads/rkScyxnxye.jpg)\n\n## Phase III\n\nMeasurement of increment in carbon stock using IPCC guidelines (allometric equation) and converting it into monetary value. Publication of reports and presenting it over different national and international forums.\n\n## Phase IV\n\nImplementation of processes all over the country.\n\n# Who are the Stakeholders?\n\nLocals (prioritizing Disadvantaged and Marginalized Groups for empowerment and capacity building)\n\n- CFUGs \n- Locals \n- Anyone who is interested can support the projects by any means as we are combating the global issue. \n\n# Funding\n\nFunding is required for execution of Phase II. Further breakdown of cost:\n\n1. GPS Devices, Binocular = $1300 \n2. Nursery (including seeds/plants of Teak, Eucalyptus and others, polybags, protective wire cage, labour and other miscellaneous cost) = $3000 \n3. Seminars/Training (for 1-2 Community Forest User Groups) : $2000 \n\nTotal Funding Require: $6300 (about 2.5 ETH)\n\nAddress: 0x11eC695260C85D3F3836D982ab1C1B63a3614f8F\n\n# Conclusion\n\nTo sum up, everyone of us are dependent upon forest for its resources and services directly or indirectly, therefore it is our duty to preserve it.","eta":null,"ipfsHash":null,"previousEnd":null,"timelockId":null,"txHash":"0xf1b07b49391728ff9d1bb77ea816dedd1542db0e8fa765a12d9206eab8bcf800","discourseURL":null,"snapshotURL":null},"end":{"id":"eip155:1:21165596","timestamp":"2024-11-11T16:17:59Z"},"start":{"id":"eip155:1:21145886","timestamp":"2024-11-08T22:23:35Z"}}]}
